{
    "heads": {
        "name": "Fahri AYDIN",
        "job": "Веб-дизайнер"
    },
    "nav": {
        "about-me": "Обо мне",
        "my-services": "Мои Услуги",
        "talents": "Мои Таланты",
        "project": "Мои Проекты"
    },
    "copyright": "<i class='fa fa-copyright'></i> 2024 Fahri (CestnyTR) AYDIN Design",
    "about-me": {
        "head": "Обо мне",
        "exp": "Привет, я Фахри. Я родился в Конье в 2001 году. Мои увлечения включают компьютерные игры и чтение книг по истории и приключениям. Мой интерес к программированию начался в старших классах, и с тех пор я посвящаю себя этой области и постоянно совершенствую свои навыки.",
        "school-life-head": "Моя Школьная Жизнь",
        "school-life": "Мой интерес к компьютерам начался с моего обучения на отделении веб-дизайна в старших классах, и я решил продолжить карьеру в этой области. Поэтому я окончил Университет Прикладных Наук Испарты по специальности Программирование. Во время моего университетского обучения я приобрел навыки мобильного программирования, веб-дизайна с использованием ASP.NET MVC, создания 3D игр с помощью Unity, создания и обработки баз данных, проектирования и программирования плат Arduino и различных других систем, используемых в IT-секторе. Я стремлюсь постоянно обновлять и улучшать свои знания и навыки в этой области.",
        "experiences-head": "Мой Опыт Работы",
        "experiences": "В моем рабочем опыте я подчеркивал командную работу и сосредотачивался на безупречном выполнении поставленных задач. Я приобрел опыт в системах электронной коммерции и дизайне игр и постоянно развиваюсь в этих областях. В настоящее время я активно ищу рабочие возможности и ищу возможности для участия в новых проектах в IT-секторе. Я с нетерпением жду возможности обсудить более подробную информацию, если вы заинтересованы. Спасибо за внимание. С уважением."
    },
    "my-services": {
        "head": "В Чем Я Хорош",
        "exp": "Из-за моего интереса к программному обеспечению с раннего возраста у меня была возможность развиваться в различных областях, и я хотел бы поделиться этими навыками с вами.",
        "web-design-head": "Веб-Дизайн",
        "web-design": "Я могу создать для вас фронтенд-сайты, используя языки HTML, CSS и JavaScript. Если вам нужен подробный сайт, я могу разработать бекенд с помощью MVC и ASP.NET, настроить вашу базу данных с использованием SQL, SQLite или MongoDB и опубликовать ваш сайт.",
        "graphic-design-head": "Графический Дизайн",
        "graphic-design": "Я могу разработать ваши продукты и создать журнал с использованием Photoshop, CorelDRAW и Illustrator.",
        "game-design-head": "Разработка Игр",
        "game-design": "Я могу разработать игру, которую вы хотите, используя Unreal Engine 5 и Unity.",
        "e-commarce-design-head": "Электронная Коммерция",
        "e-commarce-design": "Я могу создать SEO для ваших продуктов и помочь вам загрузить ваши продукты на многие сайты, такие как Trendyol, Hepsiburada и n11.",
        "mobile-app-design-head": "Дизайн Мобильных Приложений",
        "mobile-app-design": "Я могу разработать приложение, поддерживающее Android и iOS, для вас, используя язык Flutter.",
        "automation-head": "Автоматизированные Системы",
        "automation": "Я могу написать приложения для отслеживания запасов или приложения для заказов для таких компаний, как кафе и рестораны, используя языки C# или Java."
    },
    "talents": {
        "head": "Мои Таланты",
        "exp": "Я посвятил себя развитию навыков в различных областях программного обеспечения. Я хотел бы поделиться этими областями с вами и рассказать, насколько я в них компетентен на основе собственных оценок.",
        "frontend": "Фронтенд Языки",
        "backend": "Бекенд Языки",
        "graphic-design": "Графический Дизайн",
        "game-devp": "Разработка Игр",
        "data-base": "База Данных",
        "mobile-app": "Мобильные Приложения"
    },
    "project": {
        "head": "Мои Проекты",
        "exp": "Я хотел бы поделиться некоторыми из моих работ, выполненных до сих пор. Для получения дополнительной информации вы можете посетить мою страницу <a href='https://github.com/CestnyTR' target='_blank'><i class='fa fa-github'></i>Github.</a>.",
        "heads": {
            "all": "Все",
            "web-pages": "Веб-Сайты",
            "games": "Разработка Игр",
            "automation-sys": "Автоматизированные Системы",
            "graphic-design": "Графический Дизайн"
        },
        "webs": {
            "head": "Веб-Сайт",
            "backend": "Бекенд",
            "frontend": "Фронтенд",
            "watch-exp": "Фронтенд: Простой сайт с часами, реализованный для студенческих заданий.",
            "boutique-exp": "Фронтенд: Простой сайт бутик, реализованный для студенческих заданий.",
            "painter-exp": "Фронтенд: Сайт, созданный для художника.",
            "login-calc-exp": "Бекенд: Приложение, разработанное с использованием C#, которое может записывать вход пользователя и некоторые вычисления в базу данных.",
            "register-exp": "Бекенд: Сайт, разработанный с использованием C#, который записывает информацию пользователя в базу данных."
        },
        "game": {
            "unity2d": "Unity 2D",
            "unity3d": "Unity 3D",
            "unreal-engine": "Unreal Engine",
            "jet-title": "Симуляция Полета",
            "jet-exp": "Unreal Engine 5.1.1: Игра-симуляция полета на самолете, разработанная с использованием джойстика.",
            "fox-title": "Платформенная Игра",
            "fox-exp": "Unity 2D: Платформенная игра, управляемая клавиатурой и мышью.",
            "daily-title": "Симуляция Здорового Образа Жизни",
            "daily-exp": "Unity 3D: Игра, пропагандирующая здоровый образ жизни для студента с системой ежедневных задач.",
            "zombie-title": "Игра FPS",
            "zombie-exp": "Unity 3D: Симуляция стрельбы зомби от первого лица."
        },
        "automation": {
            "java": "Java",
            "library-title": "Автоматизация Библиотеки",
            "library-exp": "Java: Система отслеживания книг для университетской библиотеки."
        },
        "graphic": {
            "corel": "CorelDRAW",
            "photoshop": "Photoshop",
            "magazine-title": "Журнал",
            "magazine-exp": "Corel: Журнал продвижения B2B продуктов для компании электронной коммерции.",
            "card-title": "Дизайн Карты",
            "card-exp": "Photoshop: Дизайн визитницы."
        }
    }
}